i5/20220912-btrfs-large/raid5/default/5000/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 5000
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 5635290
number of failed transactions: 0 (0.000%)
latency average = 10.227 ms
initial connection time = 9.116 ms
tps = 1564.464864 (without initial connection time)